Repository: kenjikuroki/bench_breakthrough
Catalog: lib/l10n/app_*.arb
Languages: es, ja

source: HISTORY / ANALYSIS
es: HISTORIAL / ANÁLISIS

source: MAX WEIGHT
es: PESO MÁXIMO

source: WORKOUT HISTORY
es: HISTORIAL ENTRENAMIENTO

source: Show List
es: Ver Lista
ja: リスト表示

source: Show Chart
es: Ver Gráfico
ja: グラフ表示

# showDiagnosis
source: Diagnosis
es: Diagnóstico
ja: 診断

# diagnosisTitle
source: DIAGNOSIS
es: DIAGNÓSTICO
ja: ベンチ神の診断

source: START WORKOUT
es: INICIAR ENTRENAMIENTO
ja: トレーニング開始

source: TODAY'S MISSION
es: MISIÓN DE HOY
ja: 今日の指令

source: LIMIT BREAK!
es: ¡LÍMITE ROTO!

# limitBreakMsg
source: EXCEEDED!
es: ¡SUPERADO!
ja: 超え達成！

source: Premium Feature
es: Función Premium
ja: プレミアム機能

# premiumBody
source: To use this feature, you need to subscribe to Premium. Check your growth trajectory with the estimated 1RM graph!
es: Para usar esta función, necesitas suscribirte a Premium. ¡Revisa tu trayectoria de crecimiento con el gráfico de 1RM estimado!
ja: この機能を利用するには、プレミアム会員への登録が必要です。 ・広告の非表示 ・グラフ、履歴、アドバイス機能のアンロック

source: Cancel
es: Cancelar
ja: キャンセル

source: Upgrade
es: Mejorar
ja: アップグレード

# premiumSuccess
source: You are now a Premium member!
es: ¡Ahora eres miembro Premium!
ja: プレミアム会員になりました！

source: PREMIUM ONLY
es: SOLO PREMIUM

source: LOG WORKOUT
es: REGISTRO
ja: 記録

source: FINISH
es: TERMINAR
ja: 終了

source: ESTIMATED 1RM
es: 1RM ESTIMADO
ja: 推定 1RM

source: WEIGHT
es: PESO
ja: 重量

source: SAVE SET
es: GUARDAR SERIE
ja: セットを保存

source: TODAY'S SETS
es: SERIES DE HOY
ja: 今日のセット

source: No sets yet
es: Sin registros aún
ja: まだ記録がありません

source: Set deleted
es: Serie eliminada
ja: 削除しました

source: Settings
es: Ajustes
ja: 設定

# usePounds
source: Use Pounds (lbs)
es: Usar Libras (lbs)
ja: ポンド(lbs)を使用

source: About
es: Acerca de
ja: アプリについて

source: Privacy Policy
es: Política de Privacidad
ja: プライバシーポリシー

source: Terms of Service
es: Términos de Servicio
ja: 利用規約

source: App Version
es: Versión
ja: バージョン

# motivation1
source: Why worry? Just lift it.
es: ¿Por qué preocuparse? Solo levántalo.
ja: 何を悩んでいる？今日も持ち上げるだけだ。

# motivation2
source: Stop talking. Load the plates.
es: Basta de charlas. Carga los discos.
ja: 御託はいい。プレートを付けろ。

# motivation3
source: Heavy? So what.
es: ¿Pesado? ¿Y qué?
ja: 重い？ それがどうした。

# motivation4
source: You gonna lose to a piece of iron?
es: ¿Vas a perder contra un trozo de hierro?
ja: ただの鉄の塊に、負けるつもりか？

# motivation5
source: Complaint after you lift.
es: Quéjate después de levantar.
ja: 泣き言は、挙げてから言え。

# motivation6
source: Don't argue. Lift and you'll see.
es: No discutas. Levanta y verás.
ja: 四の五の言うな。挙げれば分かる。

# motivation7
source: Rest today, weak forever.
es: Descansa hoy, débil para siempre.
ja: 今日休んで、いつ強くなるんだ？

# motivation8
source: No one will help. You lift it.
es: Nadie te ayudará. Levántalo tú.
ja: 誰も助けてくれない。お前が挙げるんだ。

# motivation9
source: Fear? Crush it with the barbell.
es: ¿Miedo? Aplástalo con la barra.
ja: 恐怖心？ バーベルで押し潰せ。

# motivation10
source: Leave your weakness on the bench.
es: Deja tu debilidad en el banco.
ja: 弱い自分を、ベンチに置いていけ。

# motivation11
source: Do or do not? There is only do.
es: ¿Hacerlo o no? Solo hay una opción: hacerlo.
ja: やるか、やらないか。いや、やる一択だ。

# motivation12
source: Limit? That's a hallucination.
es: ¿Límite? Eso es una alucinación.
ja: 限界？ それは脳が作った幻覚だ。

# motivation13
source: Grind your teeth. Miracles don't happen.
es: Aprieta los dientes. Los milagros no ocurren.
ja: 歯を食いしばれ。奇跡は起きない。

# motivation14
source: Press like you breathe.
es: Presiona como si respiraras.
ja: 呼吸をするように、プレスしろ。

# motivation15
source: This isn't your limit.
es: Esto no es tu límite.
ja: お前の本気は、そんなもんじゃないはずだ。

# motivation16
source: Clear your mind. Lock out.
es: Despeja tu mente. Bloquea los codos.
ja: 雑念を捨てろ。肘を伸ばしきれ。

# motivation17
source: Losing to yesterday's you? Shame.
es: ¿Perder contra tu yo de ayer? Qué vergüenza.
ja: 昨日の自分に負けて、恥ずかしくないのか？

# motivation18
source: Relax. Muscles don't betray.
es: Tranquilo. Los músculos no traicionan.
ja: 安心しろ。筋肉は裏切らない。

# motivation19
source: Don't be satisfied. Not enough.
es: No te conformes. No es suficiente.
ja: 満足するな。まだ足りない。

# motivation20
source: Taste the iron.
es: Vamos, saborea el hierro.
ja: さあ、鉄の味を噛み締めろ。

# motivation21
source: Lift like you'll die. You won't.
es: Levanta como si fueras a morir. No lo harás.
ja: 死ぬ気で挙げろ。死にはしない。

# zoneTitleReckless
source: ZONE A: RECKLESS
es: ZONA A: TEMERARIO
ja: ZONE A: 無謀

# zoneTitleChallenge
source: ZONE B: CHALLENGE
es: ZONA B: DESAFÍO
ja: ZONE B: 挑戦

# zoneTitleClose
source: ZONE C: CLOSE CALL
es: ZONA C: CASI
ja: ZONE C: 惜敗

# zoneTitleStagnation
source: ZONE D: STAGNATION
es: ZONA D: ESTANCAMIENTO
ja: ZONE D: 停滞

# zoneTitleSlump
source: ZONE E: SLUMP
es: ZONA E: BAJÓN
ja: ZONE E: 不調

# labelFailedWeight
source: FAILED WEIGHT
es: PESO FALLIDO
ja: FAILED WEIGHT (失敗重量)

# labelFailedPosition
source: FAILED POSITION
es: POSICIÓN FALLIDA
ja: FAILED POSITION (失敗位置)

# labelBottom
source: BOTTOM
es: INICIO

# labelMiddle
source: MIDDLE
es: MEDIO

# labelTop
source: TOP
es: FINAL

# labelBottomJp
source: Bottom
es: Pecho
ja: 胸元

# labelMiddleJp
source: Middle
es: Medio
ja: 中間

# labelTopJp
source: Top
es: Final
ja: 終盤

# btnAnalyze
source: ANALYZE
es: ANALIZAR
ja: ANALYZE / 診断開始

# msgInputError
source: Enter weight and failed position. Don't be lazy.
es: Introduce peso y posición de fallo. No seas vago.
ja: 重量と失敗位置を入力しろ。甘えるな。

# msgDataError
source: Data error.
es: Error de datos.
ja: データエラーだ。

# diagnosisIntroTitle
source: WEAKNESS FINDER
es: BUSCADOR DE DEBILIDADES

# diagnosisIntroSubtitle
source: Analyze failure, expose weakness
es: Analiza el fallo, expón la debilidad
ja: 失敗を分析し、弱点を暴く

# btnBackToTraining
source: Close and Return to Training
es: Cerrar y Volver a Entrenar
ja: 閉じてトレーニングに戻る

# diagnosisRecklessBottom1
source: Your weight setting doesn't match your current form. To prevent injury, I recommend lowering the weight and ensuring control at the bottom before trying again.
es: Tu configuración de peso no coincide con tu forma actual. Para evitar lesiones, recomiendo bajar el peso y asegurar el control en el fondo antes de volver a intentarlo.
ja: 重量設定が現在のフォームに見合っていないようだ。怪我を防ぐため、一度重量を落とし、ボトムでの制御を確実にしてから再挑戦することを推奨する。

# diagnosisRecklessBottom2
source: You might not be able to catch the weight. The shortcut is to find the limit where you can maintain correct form with lighter weight to promote neurological adaptation.
es: Es posible que no puedas controlar el peso. El atajo es encontrar el límite donde puedes mantener la forma correcta con menos peso para promover la adaptación neurológica.
ja: 受け止めきれていない可能性がある。神経系の適応を促すため、より軽い重量で「正しいフォームを維持できる限界」を探るのが近道だ。

# diagnosisRecklessBottom3
source: Excessive heavy weight leads to form breakdown. First, return to a weight you can handle and train to improve stability in the starting position.
es: El peso excesivo lleva a la ruptura de la forma. Primero, vuelve a un peso que puedas manejar y entrena para mejorar la estabilidad en la posición inicial.
ja: 無理な高重量はフォーム崩壊を招く。まずは扱い切れる重量まで戻し、スタートポジションの安定性を高めるトレーニングを行え。

# diagnosisRecklessMiddle1
source: If you try to lift with momentum, it puts stress on your joints at the midpoint. Return to a controllable weight setting and focus on careful strokes.
es: Si intentas levantar con impulso, estresas tus articulaciones en el punto medio. Vuelve a un peso controlable y concéntrate en movimientos cuidadosos.
ja: 勢いで挙げようとすると、中間地点で関節に負担がかかる。コントロールできる重量設定に戻し、丁寧なストロークを心がけよ。

# diagnosisRecklessMiddle2
source: Control at this weight might be premature. Prioritize stabilizing the trajectory by lowering the weight, as the risk of injury increases.
es: El control con este peso puede ser prematuro. Prioriza estabilizar la trayectoria bajando el peso, ya que aumenta el riesgo de lesión.
ja: この重量でのコントロールは時期尚早かもしれない。怪我のリスクが高まるため、重量を下げて軌道の安定化を優先せよ。

# diagnosisRecklessMiddle3
source: There is a fear that form cannot be maintained. Until you build basic strength, avoid challenging impossible weights and strive to learn the correct trajectory.
es: Existe el temor de no poder mantener la forma. Hasta que construyas fuerza básica, evita desafiar pesos imposibles y esfuérzate por aprender la trayectoria correcta.
ja: フォームが維持できていない恐れがある。基礎的な筋力がつくまでは、無理な重量への挑戦を避け、正しい軌道の習得に励め。

# diagnosisRecklessTop1
source: It seems you lack the strength to push through to the finish. Forcing it may hurt your joints, so cultivate basic triceps strength with accessory exercises.
es: Parece que te falta fuerza para empujar hasta el final. Forzarlo puede dañar tus articulaciones, así que cultiva fuerza básica de tríceps con ejercicios accesorios.
ja: フィニッシュまで押し切る筋力が不足しているようだ。無理に粘ると関節を痛める可能性があるため、補助種目で三頭筋の基礎体力を養え。

# diagnosisRecklessTop2
source: If trunk instability is seen, it's a sign of overweight. First lower the weight and prioritize building a foundation that doesn't wobble at the finish.
es: Si se ve inestabilidad en el tronco, es señal de sobrepeso. Primero baja el peso y prioriza construir una base que no se tambalee en el final.
ja: 体幹のブレが見られるなら、重量過多のサインだ。まずは重量を落とし、フィニッシュでグラつかない土台作りを優先せよ。

# diagnosisRecklessTop3
source: Have the courage to lower the weight if your form collapses even slightly. Completing with correct form is the shortest route to growth.
es: Ten el coraje de bajar el peso si tu forma colapsa aunque sea un poco. Completar con la forma correcta es la ruta más corta al crecimiento.
ja: あと少しでも、フォームが崩れるなら重量を下げる勇気を持て。正しいフォームでの完遂こそが、最短の成長ルートだ。

# diagnosisChallengeBottom1
source: Initial output shortage is possible. To improve explosiveness, incorporating 'Pause Bench' with lighter weight is generally effective.
es: Es posible una falta de potencia inicial. Para mejorar la explosividad, incorporar 'Pause Bench' con peso ligero es generalmente efectivo.
ja: 初動の出力不足が考えられる。爆発力を高めるため、軽めの重量での「ポーズベンチ」を取り入れるのが一般的に有効だ。

# diagnosisChallengeBottom2
source: Be conscious of stretching the pectoralis major. Trying a slightly wider grip within a comfortable range of motion is also one way to strengthen the bottom.
es: Sé consciente de estirar el pectoral mayor. Probar un agarre ligeramente más ancho dentro de un rango de movimiento cómodo también es una forma de fortalecer el fondo.
ja: 大胸筋のストレッチを意識せよ。可動域に無理のない範囲で、少し広めのグリップを試すことも、ボトム強化の一つの手段だ。

# diagnosisChallengeBottom3
source: You may not be using lower body power. Be conscious of firmly planting your feet when lowering the bar and improving whole-body coordination.
es: Puede que no estés usando la fuerza del tren inferior. Sé consciente de plantar firmemente los pies al bajar la barra y mejorar la coordinación de todo el cuerpo.
ja: 下半身の力が使えていない可能性がある。バーを下ろす際にしっかり足を踏ん張り、全身の連動性を高める意識を持て。

# diagnosisChallengeMiddle1
source: Weakness in reversal might be the issue. Consider introducing 'Spoto Press', stopping a few centimeters above the chest, to strengthen the sticking point.
es: La debilidad en la inversión puede ser el problema. Considera introducir 'Spoto Press', deteniéndote unos centímetros sobre el pecho, para fortalecer el punto de estancamiento.
ja: 切り返しの弱さが課題かもしれない。スティッキングポイント強化として、胸上数センチで止める「スポトプレス」の導入を検討せよ。

# diagnosisChallengeMiddle2
source: Load transfer might not be smooth. It effective to intensively strengthen muscle output at the midpoint with limited range of motion exercises like 'Floor Press'.
es: La transferencia de carga puede no ser suave. Es efectivo fortalecer intensamente la salida muscular en el punto medio con ejercicios de rango limitado como 'Floor Press'.
ja: 負荷の移行がスムーズでない可能性がある。可動域を限定した「フロアプレス」などで、中間地点の筋出力を重点的に強化するのが効果的だ。

# diagnosisChallengeMiddle3
source: Bar acceleration may be insufficient. Try lifting with speed, keeping an image of pushing up all at once from bottom to top.
es: La aceleración de la barra puede ser insuficiente. Intenta levantar con velocidad, manteniendo una imagen de empujar todo de una vez desde el fondo hasta arriba.
ja: バーの加速が足りない場合がある。ボトムからトップまで一気に押し上げるイメージを持ち、スピードを意識した挙上を試みよ。

# diagnosisChallengeTop1
source: Lockout reinforcement is necessary. I recommend adding 'Close Grip Bench' at the end of your set to intensively train triceps.
es: El refuerzo del bloqueo es necesario. Recomiendo añadir 'Close Grip Bench' al final de tu serie para entrenar intensamente los tríceps.
ja: ロックアウト（押し込み）の強化が必要だ。上腕三頭筋を重点的に鍛えるため、セットの最後に「ナローベンチ」を追加することを推奨する。

# diagnosisChallengeTop2
source: Power might be escaping at the finish. Being conscious of pulling the bar outward helps tighten the armpits and increase stimulation to the triceps.
es: La potencia puede estar escapando en el final. Ser consciente de tirar la barra hacia afuera ayuda a apretar las axilas y aumentar la estimulación a los tríceps.
ja: フィニッシュで力が逃げている可能性がある。バーを外側に引っ張るような意識を持つと、脇が締まり、三頭筋への刺激が高まりやすい。

# diagnosisChallengeTop3
source: As neurological reinforcement in the final phase, limited range of motion exercises like 'Board Press' may be effective. Try it in a safe environment.
es: Como refuerzo neurológico en la fase final, ejercicios de rango limitado como 'Board Press' pueden ser efectivos. Pruébalo en un entorno seguro.
ja: 最終局面での神経系強化として、可動域を制限した「ボードプレス」などが有効な場合がある。安全な環境で試してみよ。

# diagnosisCloseBottom1
source: Review your setup. If scapular retraction is weak, the bottom becomes unstable. Reconfirm your back arch before rack up.
es: Revisa tu configuración. Si la retracción escapular es débil, el fondo se vuelve inestable. Reconfirma tu arco de espalda antes de sacar la barra.
ja: セットアップを見直そう。肩甲骨の寄せが甘いとボトムが不安定になる。ラックアップ前に背中のアーチを再確認せよ。

# diagnosisCloseBottom2
source: Breathing timing might be off. Be conscious of applying abdominal pressure (bracing) firmly and solidifying your trunk before starting the movement.
es: El tiempo de respiración puede estar mal. Sé consciente de aplicar presión abdominal (bracing) firmemente y solidificar tu tronco sntes de iniciar el movimiento.
ja: 呼吸のタイミングが合っていない可能性がある。腹圧（ブレス）をしっかりかけ、体幹を固めてから動作を開始することを意識せよ。

# diagnosisCloseBottom3
source: Mental influence is also possible. Don't be too conscious of clear heaviness, focus on lifting with your usual rhythm.
es: La influencia mental también es posible. No seas demasiado consciente de la pesadez clara, concéntrate en levantar con tu ritmo habitual.
ja: メンタル面の影響も考えられる。「重い」と意識しすぎず、普段通りのリズムで挙上することに集中せよ。

# diagnosisCloseMiddle1
source: Force tends to disperse if elbows open. Correct the trajectory so elbows come directly under the bar by tightening armpits moderately.
es: La fuerza tiende a dispersarse si los codos se abren. Corrige la trayectoria para que los codos vengan directamente bajo la barra apretando moderadamente las axilas.
ja: 肘が開くと力が分散しやすい。脇を適度に締め、肘がバーの真下に来るよう軌道を修正すると、力が伝わりやすくなる。

# diagnosisCloseMiddle2
source: Check if the bar trajectory is flowing towards your face. Always keep careful movement in mind, tracing a vertical or appropriate trajectory.
es: Revisa si la trayectoria de la barra fluye hacia tu cara. Mantén siempre en mente el movimiento cuidadoso, trazando una trayectoria vertical o apropiada.
ja: バーの軌道が顔側に流れていないか確認せよ。常に垂直、あるいは適切な軌道をなぞるよう、丁寧な動作を心がけよ。

# diagnosisCloseMiddle3
source: If your gaze wavers, your form wavers. Staring at one point on the ceiling and fixing your head position often increases lifting stability.
es: Si tu mirada vacila, tu forma vacila. Mirar fijamente un punto en el techo y fijar la posición de tu cabeza a menudo aumenta la estabilidad del levantamiento.
ja: 視線がブレるとフォームもブレる。天井の一点を凝視し、頭の位置を固定することで、挙上の安定性が増すことが多い。

# diagnosisCloseTop1
source: Bent wrists cause power loss. Reconfirm grip strength and angle with the image of placing the bar on the forearm bones.
es: Las muñecas dobladas causan pérdida de potencia. Reconfirma la fuerza de agarre y el ángulo con la imagen de colocar la barra sobre los huesos del antebrazo.
ja: 手首が寝ていると力が逃げる原因になる。バーを前腕の骨に乗せるイメージで、グリップの強さと角度を再確認せよ。

# diagnosisCloseTop2
source: Hold strong consciousness towards the finish. Don't relax until lift completion, image training of pushing through to the end is effective.
es: Mantén una fuerte conciencia hacia el final. No te relajes hasta completar el levantamiento, el entrenamiento de imagen de empujar hasta el final es efectivo.
ja: フィニッシュへの意識を強く持て。挙げ切る瞬間まで気を抜かず、最後まで押し切るイメージトレーニングが有効だ。

# diagnosisCloseTop3
source: If hips float, power escapes and causes fouls or back pain. Capture the floor with whole soles and keep glutes attached to the bench.
es: Si las caderas flotan, la potencia escapa y causa faltas o dolor de espalda. Captura el suelo con todas las suelas y mantén los glúteos pegados al banco.
ja: 尻が浮くと力が逃げるだけでなく、反則や腰痛の原因になる。足裏全体で床を捉え、臀部をベンチに密着させ続けよ。

# diagnosisStagnationBottom1
source: Negative motion (lowering movement) might be sloppy. Keep consciousness of lowering with control while maintaining muscle tension.
es: El movimiento negativo (bajada) puede ser descuidado. Mantén la conciencia de bajar con control mientras mantienes la tensión muscular.
ja: ネガティブ動作（下ろす動き）が雑になっている可能性がある。筋肉の緊張を保ったまま、コントロールして下ろす意識を持て。

# diagnosisStagnationBottom2
source: Start position might be collapsing. Perform setup carefully every time and repeat so you can always start with the same form.
es: La posición inicial puede estar colapsando. Realiza la configuración cuidadosamente cada vez y repite para que siempre puedas comenzar con la misma forma.
ja: スタートポジションが崩れているかもしれない。毎回のセットアップを丁寧に行い、常に同じフォームで開始できるよう反復せよ。

# diagnosisStagnationBottom3
source: Lack of concentration is the source of injury. Before entering a set, regulate breathing and prepare to face the barbell.
es: La falta de concentración es la fuente de lesiones. Antes de entrar en una serie, regula la respiración y prepárate para enfrentar la barra.
ja: 集中力の欠如は怪我の元だ。セットに入る前は呼吸を整え、バーベルと向き合う準備を整えてから挑め。

# diagnosisStagnationMiddle1
source: Habit of relying on recoil might be attached. Practicing with a 'pause' is also a good means to cultivate the sensation of lifting with muscle power.
es: El hábito de confiar en el rebote puede estar arraigado. Practicar con una 'pausa' también es un buen medio para cultivar la sensación de levantar con fuerza muscular.
ja: 反動に頼る癖がついている可能性がある。筋力で挙げる感覚を養うため、一度「止め」を入れた練習を行うのも良い手段だ。

# diagnosisStagnationMiddle2
source: Check if shoulders are shrugged. Keeping shoulders down (depression) and chest up is indispensable for smooth lifting.
es: Revisa si los hombros están encogidos. Mantener los hombros abajo (depresión) y el pecho arriba es indispensable para un levantamiento suave.
ja: 肩がすくんでいないか確認せよ。肩を下げ（下制）、胸を張った状態を維持することが、スムーズな挙上には不可欠だ。

# diagnosisStagnationMiddle3
source: Consciousness towards lifting speed might be fading. Don't lose to weight, recall the 'aggressive feeling' of pushing up proactively.
es: La conciencia hacia la velocidad de levantamiento puede estar desvaneciéndose. No pierdas ante el peso, recuerda la 'sensación agresiva' de empujar proactivamente.
ja: 挙上スピードへの意識が薄れているかもしれない。重さに負けず、自ら積極的に押し上げる「攻めの気持ち」を思い出せ。

# diagnosisStagnationTop1
source: Left-right balance difference might be influencing. Adjusting left-right difference with Dumbbell Press helps break stagnation.
es: La diferencia de equilibrio izquierda-derecha puede estar influyendo. Ajustar la diferencia con Press de Mancuernas ayuda a romper el estancamiento.
ja: 左右のバランス差が影響している場合がある。ダンベルプレスなどで左右差を調整することも、停滞打破の一助となる。

# diagnosisStagnationTop2
source: It might be stamina shortage to push through to the end. Perform triceps accessory exercises and raise basic endurance.
es: Puede ser falta de resistencia para empujar hasta el final. Realiza ejercicios accesorios de tríceps y aumenta la resistencia básica.
ja: 最後まで押し切るスタミナ不足かもしれない。三頭筋の補助種目を行い、基礎的な持久力を底上げせよ。

# diagnosisStagnationTop3
source: Giving up might be too early. Believing 'it will lift' and continuing to put power until the end opens a neurological breakthrough.
es: Rendirse puede ser demasiado pronto. Creer que 'se levantará' y continuar poniendo fuerza hasta el final abre un avance neurológico.
ja: 諦めるのが早い可能性がある。「挙がる」と信じて最後まで力を込め続けることが、神経系の突破口を開く。

# diagnosisSlumpBottom1
source: Fatigue might be accumulating. Continuing forcibly risks injury, so call it a day early and get sufficient sleep and nutrition.
es: La fatiga puede estar acumulándose. Continuar a la fuerza arriesga lesiones, así que termina el día temprano y obtén suficiente sueño y nutrición.
ja: 疲労が蓄積している可能性がある。無理に続けると怪我のリスクがあるため、今日は早めに切り上げ、十分な睡眠と栄養をとれ。

# diagnosisSlumpBottom2
source: If you feel body heaviness, condition adjustment is insufficient. Perform warm-up carefully or adjust with light weight until condition returns.
es: Si sientes pesadez corporal, el ajuste de condición es insuficiente. Realiza el calentamiento cuidadosamente o ajusta con peso ligero hasta que la condición regrese.
ja: 体の重さを感じるなら、コンディション調整不足だ。ウォーミングアップを念入りに行うか、調子が戻るまで軽重量で調整せよ。

# diagnosisSlumpBottom3
source: If the nervous system is exhausted, heavy weight can be counterproductive. Consider courageous rest as part of training.
es: Si el sistema nervioso está agotado, el peso pesado puede ser contraproducente. Considera el descanso valiente como parte del entrenamiento.
ja: 神経系が疲弊している場合、高重量は逆効果になり得る。勇気ある休養もトレーニングの一環と捉えよ。

# diagnosisSlumpMiddle1
source: Any joint discomfort? If there is pain, I strongly recommend stopping training immediately and seeking professional diagnosis.
es: ¿Alguna molestia articular? Si hay dolor, recomiendo encarecidamente detener el entrenamiento inmediatamente y buscar un diagnóstico profesional.
ja: 関節に違和感はないか？ 痛みがある場合は直ちにトレーニングを中止し、専門家の診断を仰ぐことを強く推奨する。

# diagnosisSlumpMiddle2
source: If form is collapsing, drop the weight significantly and return to form practice. Bad habits take time to fix.
es: Si la forma está colapsando, baja el peso significativamente y vuelve a practicar la forma. Los malos hábitos toman tiempo en arreglarse.
ja: フォームが崩れているなら、重量を大幅に落としてフォーム練習に立ち返れ。悪い癖がつくと修正に時間がかかる。

# diagnosisSlumpMiddle3
source: Everyone has days where they can't concentrate. It's a wise choice to stop or change the menu to refresh before getting injured.
es: Todos tienen días donde no pueden concentrarse. Es una elección sabia detenerse o cambiar el menú para refrescarse antes de lesionarse.
ja: 集中できない日は誰にでもある。怪我をする前に切り上げるか、メニューを変更して気分転換を図るのも賢い選択だ。

# diagnosisSlumpTop1
source: Might be a sign of overwork. Review recent training frequency and consider setting appropriate rest days.
es: Podría ser una señal de exceso de trabajo. Revisa la frecuencia de entrenamiento reciente y considera establecer días de descanso apropiados.
ja: オーバーワークの兆候かもしれない。最近のトレーニング頻度を見直し、適切な休息日を設けることを検討せよ。

# diagnosisSlumpTop2
source: Mental stress might be influencing. Prioritize refresh and wait for a day when you can face the barbell in perfect condition.
es: El estrés mental puede estar influyendo. Prioriza refrescarte y espera un día en que puedas enfrentar la barra en perfectas condiciones.
ja: 精神的なストレスが影響している場合もある。リフレッシュを優先し、万全の状態でバーベルに向かえる日を待て。

# diagnosisSlumpTop3
source: Power doesn't come out with energy shortage. Review lifestyle habits, like if pre-workout meal and hydration were appropriate.
es: La potencia no sale con falta de energía. Revisa los hábitos de vida, como si la comida previa al entrenamiento y la hidratación fueron apropiadas.
ja: エネルギー不足では力は出ない。トレーニング前の食事や水分補給が適切だったか、生活習慣を見直してみよ。

source: REPS
ja: 回数

source: General
ja: 一般

source: Membership
ja: メンバーシップ

source: PRO Member
ja: PRO メンバー

source: Free Plan
ja: フリープラン

source: Restore Purchases
ja: 購入を復元
